export const DATA = [
    {
        img: "https://knizhnik.org/covers/page-6825-king-11-22-63.jpg",
        name: '11.22.63',
        author: "Стивен Кинг",
        annotation: '22 ноября 1963 года — дата убийства Джона Кеннеди. Прозвучали три выстрела — и мир изменился навсегда.Настоящее. Узнав, что в баре его приятеля расположен портал в 1958 год, обычный учитель Джейк Эппинг не может устоять от соблазна начать новую жизнь в рок-н-рольные времена Элвиса Пресли. Разве гостю из будущего тяжело познакомиться с отшельником Ли Харви Освальдом и помешать ему убить президента? Но следует ли играться с прошлым? Каким будет мир, в котором Кеннеди выживет? Читайте новую книгу Стивена Кинга — 11/22/63.Герой книги 35-летний учитель Джейк Эппинг узнает, что в кладовой комнате его друга находится портал в прошлое, в 1958 год. Вместе они решают совершить невозможное — шагнуть в прошлое и изменить ход истории — спасти от смерти президента Джона Кеннеди. И вот для Джейка на дворе 1958 год, но все идет по другому, Джейк сталкивается с другим убийцей, покалечившим судьбу одного из его учеников, это приводит к необратимому изменению будущего… ',
        genre: 'Альтернативная история',
        release: "2011",
        rating: "5"
    },
    {
        img: "https://avidreaders.ru/pics/8/1/1981.jpg",
        name: 'Преступление и наказание',
        author: "Федор Достоевский",
        annotation: 'Роман Ф. М. Достоевского принадлежит к числу великих произведений мировой литературы. В центре "Преступления и наказания" находится острый вопрос всей литературы XIX века. Это вопрос о возможных путях развития человеческой личности в тех новых условиях жизни, которые сложились в Западной Европе после французской буржуазной революции и которые после крестьянской реформы 1861 года установились также и в России.',
        genre: 'Классическая проза',
        release: "1866",
        rating: "5"
    },
    {
        img: "https://s1-goods.ozstatic.by/2000/970/295/10/10295970_0.jpg",
        name: 'Айсберг',
        author: "Клайв Касслер",
        annotation: 'Огромный айсберг, дрейфующий в Атлантическом океане, является плавающей могилой. В его теле покоится полностью замурованное судно. Для майора Дирка Питта, директора специальных программ Национальной военно-морской службы глубоководных исследований, это первое звено в цепи стремительных событий, угрожающих ему жуткой смертью.',
        genre: 'Боевик',
        release: "1975",
        rating: "5"
    },
    {
        img: "https://s1.livelib.ru/boocover/1000655991/o/8a9e/Kim_Stanley_Robinson__2312.jpeg",
        name: '2312',
        author: "Ким Робинсон",
        annotation: 'Люди освоили планеты и астероиды Солнечной системы, побеждено экономическое неравенство, справедливым распределением благ управляет компьютерная системаю. И вдруг всеобщий рай идеального будущего начинает трещать по швам. Космическая диверсия уничтожает Терминатор - прекрасный меркурианский город на рельсах. Уроженка Меркурия, дизайнер новых миров Свон Эр Хон, чудом оставшаяся в живых, прилетает на другую планету, и… становится свидетелем следующей диверсии. Новая планета - и новый кошмар. Свон Эр Хон не может остаться в стороне. Она подключается к смертельно опасному расследованию…',
        genre: 'Фантастика',
        release: "2012",
        rating: "4"
    },
    {
        img: "https://cdn1.ozone.ru/multimedia/c1200/1005837294.jpg",
        name: 'Тайный заговор',
        author: "Александр Дюма",
        annotation: 'Действие романа происходит в 1799-1800 гг. Это крах французской буржуазной революции и начало военной диктатуры Наполеона. В начале романа мы видим его, пока еще революционного генерала, устремившегося в Париж, бросившего погибающую армию в Египте. А в конце романа - это победитель при Маренго, примеряющий корону императора Франции. Как и во всех романах Дюма, судьбы реальных действующих лиц истории причудливо переплетаются с жизнями и страстями вымышленных героев. Вот и здесь в центре повествования - романтическая и трагическая история юного адъютанта Наполеона Ролана де Монревеля, его сестры Амели и разбойника монархиста Моргана.',
        genre: 'Приключения',
        release: "1857",
        rating: "4"
    },
    {
        img: "https://knizhnik.org/covers/page-6825-king-11-22-63.jpg",
        name: '11.22.63',
        author: "Стивен Кинг",
        annotation: '22 ноября 1963 года — дата убийства Джона Кеннеди. Прозвучали три выстрела — и мир изменился навсегда.Настоящее. Узнав, что в баре его приятеля расположен портал в 1958 год, обычный учитель Джейк Эппинг не может устоять от соблазна начать новую жизнь в рок-н-рольные времена Элвиса Пресли. Разве гостю из будущего тяжело познакомиться с отшельником Ли Харви Освальдом и помешать ему убить президента? Но следует ли играться с прошлым? Каким будет мир, в котором Кеннеди выживет? Читайте новую книгу Стивена Кинга — 11/22/63.Герой книги 35-летний учитель Джейк Эппинг узнает, что в кладовой комнате его друга находится портал в прошлое, в 1958 год. Вместе они решают совершить невозможное — шагнуть в прошлое и изменить ход истории — спасти от смерти президента Джона Кеннеди. И вот для Джейка на дворе 1958 год, но все идет по другому, Джейк сталкивается с другим убийцей, покалечившим судьбу одного из его учеников, это приводит к необратимому изменению будущего… ',
        genre: 'Альтернативная история',
        release: "2011",
        rating: "5"
    },
    {
        img: "https://avidreaders.ru/pics/8/1/1981.jpg",
        name: 'Преступление и наказание',
        author: "Федор Достоевский",
        annotation: 'Роман Ф. М. Достоевского принадлежит к числу великих произведений мировой литературы. В центре "Преступления и наказания" находится острый вопрос всей литературы XIX века. Это вопрос о возможных путях развития человеческой личности в тех новых условиях жизни, которые сложились в Западной Европе после французской буржуазной революции и которые после крестьянской реформы 1861 года установились также и в России.',
        genre: 'Классическая проза',
        release: "1866",
        rating: "5"
    },
    {
        img: "https://s1-goods.ozstatic.by/2000/970/295/10/10295970_0.jpg",
        name: 'Айсберг',
        author: "Клайв Касслер",
        annotation: 'Огромный айсберг, дрейфующий в Атлантическом океане, является плавающей могилой. В его теле покоится полностью замурованное судно. Для майора Дирка Питта, директора специальных программ Национальной военно-морской службы глубоководных исследований, это первое звено в цепи стремительных событий, угрожающих ему жуткой смертью.',
        genre: 'Боевик',
        release: "1975",
        rating: "5"
    },
    {
        img: "https://s1.livelib.ru/boocover/1000655991/o/8a9e/Kim_Stanley_Robinson__2312.jpeg",
        name: '2312',
        author: "Ким Робинсон",
        annotation: 'Люди освоили планеты и астероиды Солнечной системы, побеждено экономическое неравенство, справедливым распределением благ управляет компьютерная системаю. И вдруг всеобщий рай идеального будущего начинает трещать по швам. Космическая диверсия уничтожает Терминатор - прекрасный меркурианский город на рельсах. Уроженка Меркурия, дизайнер новых миров Свон Эр Хон, чудом оставшаяся в живых, прилетает на другую планету, и… становится свидетелем следующей диверсии. Новая планета - и новый кошмар. Свон Эр Хон не может остаться в стороне. Она подключается к смертельно опасному расследованию…',
        genre: 'Фантастика',
        release: "2012",
        rating: "4"
    },
    {
        img: "https://cdn1.ozone.ru/multimedia/c1200/1005837294.jpg",
        name: 'Тайный заговор',
        author: "Александр Дюма",
        annotation: 'Действие романа происходит в 1799-1800 гг. Это крах французской буржуазной революции и начало военной диктатуры Наполеона. В начале романа мы видим его, пока еще революционного генерала, устремившегося в Париж, бросившего погибающую армию в Египте. А в конце романа - это победитель при Маренго, примеряющий корону императора Франции. Как и во всех романах Дюма, судьбы реальных действующих лиц истории причудливо переплетаются с жизнями и страстями вымышленных героев. Вот и здесь в центре повествования - романтическая и трагическая история юного адъютанта Наполеона Ролана де Монревеля, его сестры Амели и разбойника монархиста Моргана.',
        genre: 'Приключения',
        release: "1857",
        rating: "4"
    },
    {
        img: "https://knizhnik.org/covers/page-6825-king-11-22-63.jpg",
        name: '11.22.63',
        author: "Стивен Кинг",
        annotation: `22 ноября 1963 года — дата убийства Джона Кеннеди. Прозвучали три выстрела — и мир изменился навсегда.Настоящее. Узнав, что в баре его приятеля расположен портал в 1958 год, обычный учитель Джейк Эппинг не может устоять от соблазна начать новую жизнь в рок-н-рольные времена Элвиса Пресли.Разве гостю из будущего тяжело познакомиться с отшельником Ли Харви Освальдом и помешать ему убить президента? Но следует ли играться с прошлым? Каким будет мир, в котором Кеннеди выживет? Читайте новую книгу Стивена Кинга — 11/22/63.Герой книги 35-летний учитель Джейк Эппинг узнает, что в кладовой комнате его друга находится портал в прошлое, в 1958 год. Вместе они решают совершить невозможное — шагнуть в прошлое и изменить ход истории — спасти от смерти президента Джона Кеннеди. И вот для Джейка на дворе 1958 год, но все идет по другому, Джейк сталкивается с другим убийцей, покалечившим судьбу одного из его учеников, это приводит к необратимому изменению будущего…`,
        genre: 'Альтернативная история',
        release: "2011",
        rating: "5"
    },
    {
        img: "https://avidreaders.ru/pics/8/1/1981.jpg",
        name: 'Преступление и наказание',
        author: "Федор Достоевский",
        annotation: 'Роман Ф. М. Достоевского принадлежит к числу великих произведений мировой литературы. В центре "Преступления и наказания" находится острый вопрос всей литературы XIX века. Это вопрос о возможных путях развития человеческой личности в тех новых условиях жизни, которые сложились в Западной Европе после французской буржуазной революции и которые после крестьянской реформы 1861 года установились также и в России.',
        genre: 'Классическая проза',
        release: "1866",
        rating: "5"
    },
    {
        img: "https://s1-goods.ozstatic.by/2000/970/295/10/10295970_0.jpg",
        name: 'Айсберг',
        author: "Клайв Касслер",
        annotation: 'Огромный айсберг, дрейфующий в Атлантическом океане, является плавающей могилой. В его теле покоится полностью замурованное судно. Для майора Дирка Питта, директора специальных программ Национальной военно-морской службы глубоководных исследований, это первое звено в цепи стремительных событий, угрожающих ему жуткой смертью.',
        genre: 'Боевик',
        release: "1975",
        rating: "5"
    },
    {
        img: "https://s1.livelib.ru/boocover/1000655991/o/8a9e/Kim_Stanley_Robinson__2312.jpeg",
        name: '2312',
        author: "Ким Робинсон",
        annotation: 'Люди освоили планеты и астероиды Солнечной системы, побеждено экономическое неравенство, справедливым распределением благ управляет компьютерная системаю. И вдруг всеобщий рай идеального будущего начинает трещать по швам. Космическая диверсия уничтожает Терминатор - прекрасный меркурианский город на рельсах. Уроженка Меркурия, дизайнер новых миров Свон Эр Хон, чудом оставшаяся в живых, прилетает на другую планету, и… становится свидетелем следующей диверсии. Новая планета - и новый кошмар. Свон Эр Хон не может остаться в стороне. Она подключается к смертельно опасному расследованию…',
        genre: 'Фантастика',
        release: "2012",
        rating: "4"
    },
    {
        img: "https://cdn1.ozone.ru/multimedia/c1200/1005837294.jpg",
        name: 'Тайный заговор',
        author: "Александр Дюма",
        annotation: 'Действие романа происходит в 1799-1800 гг. Это крах французской буржуазной революции и начало военной диктатуры Наполеона. В начале романа мы видим его, пока еще революционного генерала, устремившегося в Париж, бросившего погибающую армию в Египте. А в конце романа - это победитель при Маренго, примеряющий корону императора Франции. Как и во всех романах Дюма, судьбы реальных действующих лиц истории причудливо переплетаются с жизнями и страстями вымышленных героев. Вот и здесь в центре повествования - романтическая и трагическая история юного адъютанта Наполеона Ролана де Монревеля, его сестры Амели и разбойника монархиста Моргана.',
        genre: 'Приключения',
        release: "1857",
        rating: "4"
    },
    {
        img: "https://knizhnik.org/covers/page-6825-king-11-22-63.jpg",
        name: '11.22.63',
        author: "Стивен Кинг",
        annotation: '22 ноября 1963 года — дата убийства Джона Кеннеди. Прозвучали три выстрела — и мир изменился навсегда.Настоящее. Узнав, что в баре его приятеля расположен портал в 1958 год, обычный учитель Джейк Эппинг не может устоять от соблазна начать новую жизнь в рок-н-рольные времена Элвиса Пресли. Разве гостю из будущего тяжело познакомиться с отшельником Ли Харви Освальдом и помешать ему убить президента? Но следует ли играться с прошлым? Каким будет мир, в котором Кеннеди выживет? Читайте новую книгу Стивена Кинга — 11/22/63.Герой книги 35-летний учитель Джейк Эппинг узнает, что в кладовой комнате его друга находится портал в прошлое, в 1958 год. Вместе они решают совершить невозможное — шагнуть в прошлое и изменить ход истории — спасти от смерти президента Джона Кеннеди. И вот для Джейка на дворе 1958 год, но все идет по другому, Джейк сталкивается с другим убийцей, покалечившим судьбу одного из его учеников, это приводит к необратимому изменению будущего… ',
        genre: 'Альтернативная история',
        release: "2011",
        rating: "5"
    },
    {
        img: "https://avidreaders.ru/pics/8/1/1981.jpg",
        name: 'Преступление и наказание',
        author: "Федор Достоевский",
        annotation: 'Роман Ф. М. Достоевского принадлежит к числу великих произведений мировой литературы. В центре "Преступления и наказания" находится острый вопрос всей литературы XIX века. Это вопрос о возможных путях развития человеческой личности в тех новых условиях жизни, которые сложились в Западной Европе после французской буржуазной революции и которые после крестьянской реформы 1861 года установились также и в России.',
        genre: 'Классическая проза',
        release: "1866",
        rating: "5"
    },
    {
        img: "https://s1-goods.ozstatic.by/2000/970/295/10/10295970_0.jpg",
        name: 'Айсберг',
        author: "Клайв Касслер",
        annotation: 'Огромный айсберг, дрейфующий в Атлантическом океане, является плавающей могилой. В его теле покоится полностью замурованное судно. Для майора Дирка Питта, директора специальных программ Национальной военно-морской службы глубоководных исследований, это первое звено в цепи стремительных событий, угрожающих ему жуткой смертью.',
        genre: 'Боевик',
        release: "1975",
        rating: "5"
    },
    {
        img: "https://s1.livelib.ru/boocover/1000655991/o/8a9e/Kim_Stanley_Robinson__2312.jpeg",
        name: '2312',
        author: "Ким Робинсон",
        annotation: 'Люди освоили планеты и астероиды Солнечной системы, побеждено экономическое неравенство, справедливым распределением благ управляет компьютерная системаю. И вдруг всеобщий рай идеального будущего начинает трещать по швам. Космическая диверсия уничтожает Терминатор - прекрасный меркурианский город на рельсах. Уроженка Меркурия, дизайнер новых миров Свон Эр Хон, чудом оставшаяся в живых, прилетает на другую планету, и… становится свидетелем следующей диверсии. Новая планета - и новый кошмар. Свон Эр Хон не может остаться в стороне. Она подключается к смертельно опасному расследованию…',
        genre: 'Фантастика',
        release: "2012",
        rating: "4"
    },
    {
        img: "https://cdn1.ozone.ru/multimedia/c1200/1005837294.jpg",
        name: 'Тайный заговор',
        author: "Александр Дюма",
        annotation: 'Действие романа происходит в 1799-1800 гг. Это крах французской буржуазной революции и начало военной диктатуры Наполеона. В начале романа мы видим его, пока еще революционного генерала, устремившегося в Париж, бросившего погибающую армию в Египте. А в конце романа - это победитель при Маренго, примеряющий корону императора Франции. Как и во всех романах Дюма, судьбы реальных действующих лиц истории причудливо переплетаются с жизнями и страстями вымышленных героев. Вот и здесь в центре повествования - романтическая и трагическая история юного адъютанта Наполеона Ролана де Монревеля, его сестры Амели и разбойника монархиста Моргана.',
        genre: 'Приключения',
        release: "1857",
        rating: "4"
    },
]